"DIFFERENTREGISTRATION" = "Different Registration";
"DIFFERENTEAREGISTRATION" = "Early Adopter Registration Upgrade";
"OTHERREGISTRATION" = "This copy of Language Aid appears to be registered for another computer or has registration which is incompatible with this version.  If you migrated your settings to a new computer or purchased an older version then click \"Support Request\" (your registration will be reset, but until then Language Aid will run in demo mode).";
"EAREGISTRATION" = "Thanks for being an early adopter of Language Aid!  Your support is appreciated and Aoren Software wants to thank you by upgrading your Language Aid registration to the latest version for free.  By clicking \"Upgrade License\" your registration will be reset and you should be able to upgrade your license from the preference pane without purchasing an upgrade. (if it does not correctly upgrade please email support@aorensoftware.com)";
"UPGRADELICENSE" = "Upgrade License";
"QUIT" = "Quit";
"OK" = "Ok";
"SUPPORTREQUEST" = "Support Request";
"ACCESSIBILITY" = "Language Aid requires that the Accessibility API be enabled.  Would you like me to launch System Preferences so that you can turn on the checkbox \"Enable access for assistive devices\" located at the bottom of the pane?";
"ACCESSIBILITYNEEDED" = "Accessibility API Required";
"PLEASEREGISTER" = "Thank you for trying out the timed demo version of Language Aid.  Please register for the full version instantly through the Preference Pane.  Registration is US$20.";
"REGISTER"="Register in Preference Pane";
"REGISTRATIONNEEDED"="Please Register";